{
    "2024-08-24T16:00:00Z": {
        "message": "**SCHEDULE FOR TODAY**\n\nHope y’all are checked in, said hi to your roommates and gotten comfy.\n\nWe kick off at a 4PM downstairs in the “Great Room” for the tour.\n\nFacilities Tour | 4:00 PM - 4:30 PM\n\nWe are starting the Draper University Facilities tour at 4 PM sharp.\nLearn about all your new home, where to go for co-working, who to ask for toiletries, where to get a workout in. All will be answered during the facilities tour!\n\nImprov Night | 4:30 PM - 6:00 PM\n\nImprov Night is a fun, interactive event where all founders will engage in spontaneous, unscripted performances fostering creativity and quick thinking.",
        "checked": false
    },
    "2024-08-25T16:00:00Z": {
        "message": "**SCHEDULE FOR TODAY**\n\nMorning Announcements | 9 AM - 9:30 AM\n\nDraper Ecosystem & Program Kickoff | 9:30 AM - 11:00 AM\n\nAn introductory meeting designed to immerse you all in the Draper University ecosystem. This session focused on providing an overview and context over the network you will gain access to for the next 3 weeks.\n\nStellar Ecosystem Intro | 1:00 PM - 2:30 PM\n\nLearn about the Stellar ecosystem and get to know the team of mentors who will be supporting you over the next few weeks!\n\nFireside Chat w/ Nick Gilbert & Welcome Dinner | 6 PM - 8 PM\n\nWhat to wear: Smart Casual/Semi Formal\nWhere to meet: Pacific Catch\n\nThis session features a relaxed, conversational fireside chat with Nick Gilbert, where he shares insights from his professional journey and experiences. The discussion provides valuable takeaways for participants, followed by a welcome dinner that offers a chance to network and engage in further discussions in a more informal setting.",
        "checked": false
    },
    "2024-08-26T16:00:00Z": {
        "message": "**SCHEDULE FOR TODAY**\n\nMorning Announcements | 9 AM - 9:30 AM\n\n\nStellar Blockchain Fundamentals | 10:00 AM - 12:00 PM\n\nThis session introduces the foundational concepts of the Stellar blockchain, covering its core technology, features, and potential applications. Attendees will learn how Stellar enables fast, low-cost transactions and the unique aspects that differentiate it from other blockchain networks.\n\nGoal Setting | 1:00 PM - 2:30 PM\n\nTake time to reflect and decide what milestones you are going to hold yourself accountable for over the next 3 weeks.\n\nVC Crash Course with Asra Nadeem | 3:00 PM - 5:00 PM\n\nThis session provides a comprehensive introduction to venture capital, led by Asra Nadeem. Founders will gain essential knowledge about the VC landscape, including investment strategies, fundraising, and the key considerations for startups seeking venture capital.",
        "checked": false
    },
    "2024-08-27T16:00:00Z": {
        "message": "**SCHEDULE FOR TODAY**\n\nMorning Announcements | 9 AM - 9:30 AM\n\nFireside chat with Michael Heinrich (0G Labs) | 11:30 AM - 12:30 PM\n\nGoal Setting Session 2 | 12:30 PM - 2:30 PM\n\nVC session w/ Andy Tang | 1:00 PM - 2:30 PM\nThis session offers venture capitalists an in-depth look at the emerging Web3 landscape, highlighting investment opportunities, risks, and trends. Attendees will gain a clearer understanding of how Web3 technologies are transforming industries and how VCs can effectively engage with this rapidly evolving space.\n\nStellar Office Hours | 3:30 PM - 5:15 PM\n\nMilestone Goal Submission Deadline | 8:00 PM\n\nSubmit your milestones!",
        "checked": false
    },
    "2024-08-28T16:00:00Z": {
        "message": "**SCHEDULE FOR TODAY**\n\nMorning Announcements | 9 AM - 9:30 AM\n\nWeb3 Investment Landscape w/ Luchang Zheng | 9:30 AM - 11:00 AM\nIn this session, Luchang Zheng provides an in-depth exploration of the Web3 investment landscape, highlighting key trends, opportunities, and challenges. Participants will gain insights into how investors are approaching Web3 technologies and what to consider when evaluating potential investments in this emerging sector.\n\nBusiness Modelling with David Bland | 1:00 PM - 2:30 PM\nIn this session, David Bland introduces participants to effective business modeling techniques, focusing on how to develop and test business ideas. Attendees will learn frameworks and strategies to create sustainable business models, helping them refine their entrepreneurial concepts.\n\nStellar Office Hours | 3:00 PM - 5:00 PM",
        "checked": false
    },
    "2024-08-29T16:00:00Z": {
        "message": "**SCHEDULE FOR TODAY**\n\nMorning Announcements | 9 AM - 9:30 AM\n\nSilicon Valley Ecosystem Tour | 12:00 PM - 5:00 PM\n\nMeet at the great room, today you will be taken around to some of the most iconic web3 offices around Silicon Valley!",
        "checked": false
    }
}